#사칙연산 및 연산

print(10+20);
print(10-20);
print(10*20);
print(20/10)
print('10+20=',10+20) #문자열이 왼쪽 , 숫자형이 오른쪽
print('10-20=',10-20) # ,: 구분자역활
print('10*20=',10*20)
print('10/20=',10/20)

print('hello','python')

#주석: 컴퓨터가 주석을 보는 순간 인식을 하고 실행을 처리하지 않음
#주석의 역활: 주석을 이용해서 이 코드가 무엇인지 설명을 적을 수 있음

#은 한 줄 주석
'은 한 줄 주석'
'''
여
러
줄
주
석
'''

'''print('잘못 된 주석 처리')'''
''''잘못 된 주석 처리''''
'''"잘못 된 주석 처리"'''
""""잘못 된 주석 처리""""
"""'잘못 된 주석 처리'"""

#여러 줄 주석 처리는 여러 문자열로 이용
#'''~~''',"""~~""",'''"~~"''',"""'~~'"""
